[
  {
    "description": "British Oregon County is a large territory located in the northwest of the map, bordering the Pacific Ocean and extending eastward.",
    "title": "British Oregon County"
  },
  {
    "description": "The UP Reserve is a small territory located in the upper peninsula of Michigan.",
    "title": "UP Reserve"
  },
  {
    "description": "Oleanna is a territory located in the northeast of the map, bordering the Great Lakes and extending southward.",
    "title": "Oleanna"
  },
  {
    "description": "The territory of Sauk is located in present-day Wisconsin. It is bordered by the territories of Michigan, Oleanna, and others.",
    "title": "Terr. of Sauk"
  },
  {
    "description": "The territory of Michigan is located in the Great Lakes region and borders other territories and states.",
    "title": "Terr. of Michigan"
  },
  {
    "description": "The territory of Platte is located in present-day Nebraska and borders other territories and Mexico.",
    "title": "Terr. of Platte"
  },
  {
    "description": "The territory of Vance is located in present-day North Carolina and borders other territories and states.",
    "title": "Terr. of Vance"
  },
  {
    "description": "The territory of Franklin is located in present-day Tennessee and borders other territories and states.",
    "title": "Terr. of Franklin"
  },
  {
    "description": "Columbia is a territory located in present-day South Carolina.",
    "title": "Columbia"
  },
  {
    "description": "Kentucky is a state located in the southeastern United States, bordering other states.",
    "title": "Kentucky"
  },
  {
    "description": "Tennessee is a state located in the southeastern United States, bordering other states.",
    "title": "Tennessee"
  },
  {
    "description": "The territory of Arkansas is located in present-day Arkansas and borders other territories and states.",
    "title": "Terr. of Arkansas"
  },
  {
    "description": "Muscogee is a territory located in present-day Oklahoma and borders other territories and states.",
    "title": "Muscogee"
  },
  {
    "description": "Louisiana is a state located in the southeastern United States and borders other states.",
    "title": "Louisiana"
  },
  {
    "description": "Lemoyne is a territory located in the southeastern United States.",
    "title": "Lemoyne"
  },
  {
    "description": "The territory of Florida is located in present-day Florida and borders other territories and states.",
    "title": "Terr. of Florida"
  },
  {
    "description": "The District of Maine is a territory located in the northeastern United States.",
    "title": "District of Maine"
  },
  {
    "description": "New York is a state located in the northeastern United States, bordering other states.",
    "title": "New York"
  },
  {
    "description": "Pennsylvanie is a state located in the northeastern United States, bordering other states.",
    "title": "Pennsylvanie"
  },
  {
    "description": "Virginia is a state located in the southeastern United States, bordering other states.",
    "title": "Virginia"
  },
  {
    "description": "North Carolina is a state located in the southeastern United States, bordering other states.",
    "title": "North Carolina"
  },
  {
    "description": "South Carolina is a state located in the southeastern United States, bordering other states.",
    "title": "South Carolina"
  },
  {
    "description": "Georgia is a state located in the southeastern United States, bordering other states.",
    "title": "Georgia"
  },
  {
    "description": "Mexico is a country located in southern North America.",
    "title": "Mexico"
  }
]
